NextFOAM-2405/tutorials/incompressible/pimpleFoam/RAS/TJunctionArrheniusBirdCarreauTransport/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2312                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  ArrheniusBirdCarreau;

alpha           0.1;
Talpha          300;

nu0             15e-06;
nuInf           15e-06;
k               0;
n               1;


// ************************************************************************* //
